Repository: ullyzian/eCommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Categories
ru: Категории

source: General - iStorno
ru: Основное - iStorno

source: Account Info
ru: Информация об аккаунте

source: Full name
ru: Имя

source: Username
ru: Псевдоним

source: Primary email
ru: Основная почта

source: Peremissions
ru: Права

source: Admin
ru: Админ

source: Account - iStorno
ru: Аккаунт - iStorno

source: E-mail Addresses
ru: Почтовые адресса

source: The following e-mail addresses are associated with your account:
ru: Следующие электронные адресса привязаны к вашему аккаунту:

source: Verified
ru: Подтвержден

source: Unverified
ru: Не подтвержден

source: Primary
ru: Основной

source: Make Primary
ru: Сделать основным

source: Re-send Verification
ru: Отправить код подтверждения заного

source: Remove
ru: Удалить

source: Warning:
ru: Предупреждение:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ru: В текущий момент у вас нет ни одной активной почты. Вам следует добавить почтовый адрес, чтобы получать уведомления, сменять пароль и тд.

source: Add E-mail Address
ru: Добавить электронный почтовый адрес

source: Add E-mail
ru: Добавить электронную почту

source: Do you really want to remove the selected e-mail address?
ru: Вы действительно хотите удалить выбранную почту?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
ru: Приветствуем из %(site_name)s! Вы получили это письмо, потому что пользователь %(user_display)s указал его как почтовый адрес для своего аккунта. Чтобы подтвердить, что это действительно вы, пройдите по ссылке %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
ru: С уважением, %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
ru: Пожалуйста подтвердите свой почтовый адрес

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ru: Приветствуем из %(site_name)s! Вы получили это письмо, потому что вы или иное лицо запросили пароль от вашего аккаунта. Если это не вы, то можете проигноривать это письмо. Пройдите по ссылке ниже, чтобы восстановить свой пароль.

source: In case you forgot, your username is %(username)s.
ru: В случае, если вы забыли, ваш псевдоним %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
ru: Спасибо, что используете %(site_name)s! %(site_domain)s

source: Password Reset E-mail
ru: Восстановление пароля

source: Confirm E-mail Address - iStorno
ru: Подтверждение почтового адреса

source: Confirm E-mail Address
ru: Подтвердите почтовый адрес

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Пожалуйста подтвердите, что <a href="mailto:%(email)s">%(email)s</a> почтовый адрес для пользователя %(user_display)s.

source: Confirm
ru: Подтвердить

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ru: Срок этой ссылки на восстановление пароля истек или некорректен. Пожалуйста <a href="%(email_url)s">запросите новое письмо на восстановление пароля</a>.

source: Sign In - iStorno
ru: Войти - iStorno

source: Sign In
ru: Войти

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ru: Если вы еще не создали аккуант, то сначала <a href="%(signup_url)s">зарегистрируйтесь</a>.

source: Forgot Password?
ru: Забыли пароль?

source: Sign Out - iStorno
ru: Выход - iStorno

source: Sign Out
ru: Выход

source: Are you sure you want to sign out?
ru: Вы действительно хотите выйти?

source: You cannot remove your primary e-mail address (%(email)s).
ru: Вы не можете удальить свой основной почтовый адрес (%(email)s).

source: Confirmation e-mail sent to %(email)s.
ru: Письмо для подтверждения выслано на адрес %(email)s.

source: You have confirmed %(email)s.
ru: Вы подтвердили почтовый адрес %(email)s.

source: Removed e-mail address %(email)s.
ru: Почтовый адрес %(email)s удален.

source: Successfully signed in as %(name)s.
ru: %(name)s успешно авторизирован.

source: You have signed out.
ru: Вы деавторизовались.

source: Password successfully changed.
ru: Пароль успешно сменен.

source: Password successfully set.
ru: Пароль успешно установлен.

source: Primary e-mail address set.
ru: Основной почтовый адрес установлен.

source: Your primary e-mail address must be verified.
ru: Ваш основной почтовый адрес должен быть подтвержден.

source: Change Password - iStorno
ru: Сменить пароль - iStorno

source: Change Password
ru: Сменить пароль

source: Password Reset - iStorno
ru: Восстановление пароля - iStorno

source: Password Reset
ru: Восстановление пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ru: Забыли свой пароль? Введите почтовый адрес ниже и мы отправим вам письмо на восстановление пароля.

source: Reset My Password
ru: Восстановить пароль

source: Please contact us if you have any trouble resetting your password.
ru: Пожалуйста, свяжитесь с нами, если у вас возникают проблемы с восстановлением пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам письмо. Пожалуйста, свяжитесь с нами, если вы не получили письмо в течении нескольких минут.

source: Bad Token
ru: Некорректный токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка на восстановление пароля некорректна, возможно она уже была использована. Пожалуйста запросите новую <a href="%(passwd_reset_url)s">ссылку на восстановление пароля</a>.

source: Change password
ru: Сменить пароль

source: Your password is now changed.
ru: Ваш пароль теперь изменен

source: Profile - iStorno
ru: Профиль - iStorno

source: Info
ru: Информация

source: Email
ru: Электронная почта

source: Password change
ru: Изменить пароль

source: Saved cards
ru: Сохраненные карты

source: Purchases
ru: Покупки

source: Purchases - iStorno
ru: Покупки - iStorno

source: List of purchases
ru: Список покупок

source: Order ID
ru: Номер заказа

source: Title
ru: Назвавние

source: Category
ru: Категория

source: Price
ru: Цена

source: Total
ru: Итого

source: Download
ru: Загрузить

source: You haven't any purchase
ru: У вас нет совершенных покупок

source: Go to the "PRODUCTS" section
ru: Пройдите в секцию "ТОВАРЫ"

source: Saved cards - iStorno
ru: Сохраненные карты - iStorno

source: Card
ru: Карта

source: Expiration
ru: Дата истечения

source: Signup
ru: Регистрация

source: Sign Up
ru: Регистрация

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ru: Уже зарегистрировались? Тогда пожалуйста, <a href="%(login_url)s">авторизуйтесь</a>.

source: Sign Up Closed
ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
ru: Мы извиняемся, но регистрация в текущий момент закрыта.

source: Note
ru: Примечание

source: you are already logged in as %(user_display)s.
ru: вы уже автроизовались как %(user_display)s.

source: Verify Your E-mail Address
ru: Подтвердите ваш электронный почтовый адрес

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process.
ru: Мы отправили вам письмо на подтверждение электронной почты. Пройдите по ссылке, чтобы завершить процесс регистрации.

source: Please contact us if you do not receive it within a few minutes.
ru: Пожалуйста, свяжитесь с нами, если мы не получили письмо в течении нескольких минут.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ru: Чтобы получить доступ к этой части сайта, нам нужно проверить вашу личность. Для этой цели, мы просим вас подтвердить право на собственность вашего электронной почтового адреса.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам письмо на подтверждение Пожалуйста, пройдите по ссылке в этом письме. Пожалуйста свяжитесь с нами, если вы не получили письмо в течении нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ru: <strong>Примечание:</strong> вы все еще можете <a href="%(email_url)s">сменить ваш почтовый адрес</a>.

source: Home
ru: Главная

source: Products
ru: Товары

source: Cart
ru: Корзина

source: Account
ru: Аккаунт

source: Profile
ru: Профиль

source: Logout
ru: Выйти

source: Login
ru: Войти

source: Sign up
ru: Регистрация

source: Privacy Policy
ru: Политика Конфиденцальности

source: License Agreement
ru: Лицензионное Соглашение

source: Rules for the site users
ru: Правила для пользователей сайта

source: Home - iStorno
ru: Главная - iStorno

source: Welcome to iStorno
ru: Добро пожаловать в iStorno

source: New Year - New Site
ru: Новый год - Новый сайт

source: Wy namely we?
ru: Почему именно мы?

source: Really! What makes us different from other stock sites ? This is an impeccable quality of content. These are the best prices for our licenses. Our content is exclusive and not available anywhere else. And finally, you can order content from us!
ru: Действительно! Что отличает нас от остальных сайтов по размещению фотографий? Это безупречное качество контента. Это лучшие цены на наши лицензии. Наш контент является эксклюзивным и не доступен нигде.И наконец, вы можете заказать материалы у нас!

source: The saturation of the website
ru: Насыщенность сайта

source: We present four main types of content: high-resolution photos, HD videos, 4K, footage, and graphics. All genres of content are presented in galleries by category. We do a search on the site as a keyword search and selection by category.
ru: Мы предоставляем 4 главных типа материалов: Фотографии HD/4K, Видео HD, Кадры и Графические изображения. Все жанры материалов представлены в секции ТОВАРЫ. Мы предоставляем поиск по сайт по названию и категории.

source: Legal purity
ru: Юридическая чистота

source: We guarantee that any material presented on our site is protected by the copyright of the content owner, as well as the corresponding rights of the models and the rights of the owners.
ru: Мы гарантируем все материалы резмещенные на нашем сайте защищены авторским правом обладателя, также как и соответсвующие права моделей и и прав обладателя.

source: We are listening to and hear you!
ru: Мы прислушиваемся к вашему мнению!

source: The rules for site visitors are simple and clear. Useful tips, critical comments, and user suggestions are taken into account for further promotion of the site.
ru: Правила для посетителей очень простые и ясные. Полезные советы, коментарии с критикой и предложения пользователей будут приниматься в секции аккаунта.

source: Remove from cart
ru: Удалить из корзины

source: Add to cart
ru: Добавить в корзину

source: Description
ru: Описание

source: Reviews
ru: Отзывы

source: Products - iStorno
ru: Товары - iStorno

source: Search...
ru: Поиск...

source: Close
ru: Закрыть

source: Details
ru: Детали

source: Free
ru: Бесплатно

source: There are no photos for your request
ru: Не нашлось изображений по вашему запросу

source: Please, search for another photos
ru: Пожалуйста, попробуйте поискать другие изображения

source: Order - iStorno
ru: Заказ - iStorno

source: Order items
ru: Товары заказа

source: Unit price
ru: Цена за единицу

source: Subtotal
ru: Промежуточный итог

source: Order summary
ru: Итог заказа

source: Buy
ru: Купить

source: You have not added any items.
ru: Вы еще не добавили товар в свою корзину.

source: Go to the
ru: Пройдите в секцию

source: PRODUCTS
ru: ТОВАРЫ

source: section, select a product and add it to your cart!
ru: , чтобы выбрать товар и добавить его в корзину!

source: Payment - iStorno
ru: Оплата - iStorno

source: Payment
ru: Оплата

source: Use default card
ru: Использовать сохр. карту

source: Exp
ru: Истек

source: Sumbit payment
ru: Подтвердить оплату

source: By submiting your payment you agree to proceed your personal data by this website.
ru: Продолжив оплату, вы даете свое согласие на обработку персональных данных

source: Credit or debit card
ru: Кредитная или дебитовая карта

source: Save card
ru: Сохранить карту

source: I have read and accept
ru: Я прочитал и согласен с

source: Submit payment
ru: Подтвердить оплату

source: Paypal is easiest way to pay online
ru: Paypal - самый простой способ оплаты онлайн

source: Log in and pay
ru: Войти и заплатить

source: By submiting your payment you agree to proceed your personal data by this website.
ru: Продолжив оплату, вы даете свое согласие на обработку персональных данных

source: Your order
ru: Ваш заказ

source: Completed - iStorno
ru: Покупка завершена - iStorno

source: Payment successfully proceeded
ru: Оплата успешно совершена

source: Download images
ru: Загрузить изображение

source: Return to products
ru: Вернуться к товарам

source: Privacy Policy - iStorno
ru: Политика Конфиденцальности - iStorno
